package com.example.quest;

public class ShipRoom extends Scene{
    int num=1;
    String intro="Ты смутно помнишь где ты... даже кто ... \n" +
            "Тело сдавлено, однако мозг уже подает сигналы к жизни.. \n" +
            "С неохотой ты вспоминаешь последние 24 часа... \n" +
            "Вы в составе 3-ей эскадрильи были отправлены на патрулирование близ Кеплана-7 \n" +
            "Дежурство как дежурство, последние 2 года ничего не менятеся \n " +
            "Однако внезапно Кеплан начал увеличиваться... \n" +
            "Последние 10 минут ты пытался преодолеть его магнитное поле \n" +
            "Но приземление походу было не очень... \n" +
            "Энергощит защитил корабль, однако топливо на исходе \n" +
            "Нужно поскорее найти его, и выбраться с этой планеты \n";
    String options="Ты находишься внутри своего Starlight C6 \n" +
            "Тебе нужно топливо и очевидно, что искать его надо не тут \n" +
            "Доступные действия: \n" +
            "1-Выйти с корабля";
}
