package com.example.quest;

public class TempleRoom extends Scene{
    int num=3;
    String intro="Ты находишься в просторном каменном зале \n" +
            "(Довольно странно что упал ты именно в какое-то здание) \n" +
            "Перед тобой дверь из-за которой выглядывает свет \n" +
            "Справа от нее другая дверь, выглядит так, как-будто ей давно никто не пользовался \n";
    String options="Доступные действия: \n" +
            "1-Вернуться на корбаль \n"+
            "2-Зайти в дверь со светом внутри \n"+
            "3-Зайти в дверь справа";
}
